Repository: yekarp/AVD_Privat
Catalog: Translations/Privat API.*.xlf
Languages: uk_ua

# Table 1754387849 - NamedType 2965998049
source: json
uk_ua: структура

# Table 1754387849 - Field 1090351696 - Property 2879900210
source: Active
uk_ua: Активно

# Table 1754387849 - Field 1112663522 - Property 2879900210
source: Bank Account No.
uk_ua: Номер банківського рахунку

# Table 1754387849 - Field 3997336476 - Property 2879900210
source: Company Name
uk_ua: Назва компанії

# Table 1754387849 - Field 2166181827 - Property 2879900210
source: Content
uk_ua: Контент

# Table 1754387849 - Field 1002783895 - Property 2879900210
source: Error Lines
uk_ua: Рядки з помилками

# Table 1754387849 - Field 3641927271 - Property 2879900210
source: ID
uk_ua: Ідентифікатор

# Table 1754387849 - Field 401751910 - Property 2879900210
source: Last Error
uk_ua: Остання помилка

# Table 1754387849 - Field 1969178390 - Property 2879900210
source: No. Error Lines
uk_ua: Кількість рядків з помилками

# Table 1754387849 - Field 2038952854 - Property 2879900210
source: No. Lines
uk_ua: Кількість рядків

# Table 1754387849 - Field 1660464007 - Property 2879900210
source: Without Duplicate No. Error Lines
uk_ua: Кількість помилок без дублів

# Table 2954194360 - Field 817783429 - Property 2879900210
source: API Url
uk_ua: Посилання API

# Table 2954194360 - Field 652819368 - Property 2879900210
source: Client ID
uk_ua: Ід. клієнта

# Table 2954194360 - Field 640746029 - Property 2879900210
source: Client ID Key
uk_ua: Ключ Ід. клієнта

# Table 2954194360 - Field 1303376715 - Property 2879900210
source: Content Type
uk_ua: Тип контенту

# Table 2954194360 - Field 3461834954 - Property 2879900210
source: Description
uk_ua: Опис

# Table 2954194360 - Field 2378981830 - Property 2879900210
source: Duplicate Posted Entry
uk_ua: Дублі облікованих операцій

# Table 2954194360 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
uk_ua: Код глобального виміру 2

# Table 2954194360 - Field 3391005293 - Property 2879900210
source: Limit Records
uk_ua: Обмеження рядків

# Table 2954194360 - Field 3663083959 - Property 2879900210
source: Next Page Parameter
uk_ua: Параметр наступної сторінки

# Table 2954194360 - Field 2964033463 - Property 2879900210
source: Org. form F1
uk_ua: Організаційна форма Ф1

# Table 2954194360 - Field 582156018 - Property 2879900210
source: Org. form F2
uk_ua: Організаційна форма Ф2

# Table 2954194360 - Field 2414142755 - Property 2879900210
source: Org. form LLC
uk_ua: Організаційна форма ТОВ

# Table 2954194360 - Field 1708341378 - Property 2879900210
source: Post Line
uk_ua: Облікувати рядки

# Table 2954194360 - Field 1700095616 - Property 2879900210
source: Preview Check
uk_ua: Попередня перевірка рядків

# Table 2954194360 - Field 2104648824 - Property 2879900210
source: Primary
uk_ua: Первинний

# Table 2954194360 - Field 1507696154 - Property 2879900210
source: Privat Registration No.
uk_ua: Реєстраційний номер Приватбанку

# Table 2954194360 - Field 201695559 - Property 2879900210
source: RegEx Pattern
uk_ua: Макет регулярного виразу

# Table 2954194360 - Field 1426620987 - Property 2879900210
source: Show Dialog No. Lines
uk_ua: Показати діалог через кількість рядків

# Table 2954194360 - Field 1410640840 - Property 2879900210
source: Token Key
uk_ua: Ключ токена

# Table 2954194360 - Field 4042084261 - Property 2879900210
source: Update Dialog No. Lines
uk_ua: Оновити діалог через кількість рядків

# Table 3605787006 - Field 1112663522 - Property 2879900210
source: Bank Account No.
uk_ua: Номер банківського рахунку

# Table 3605787006 - Field 3316905155 - Property 2879900210
source: Bank Jnl. for Analisys
uk_ua: Розділ банківського журналу для аналізу

# Table 3605787006 - Field 251061329 - Property 2879900210
source: Bank Jnl. for Customer
uk_ua: Розділ банківського журналу для клієнтів

# Table 3605787006 - Field 3981962473 - Property 2879900210
source: Bank Jnl. for Vendor
uk_ua: Розділ банківського журналу для постачальників

# Table 3605787006 - Field 3890886300 - Property 2879900210
source: Bank Jnl. Template
uk_ua: Шаблон банківського журналу

# Table 3605787006 - Field 3543129988 - Property 2879900210
source: Blocked
uk_ua: Заблоковано

# Table 3605787006 - Field 3461834954 - Property 2879900210
source: Description
uk_ua: Опис

# Table 3605787006 - Field 3014973520 - Property 2879900210
source: Owner Organization Form
uk_ua: Організаційна форма власника

# Table 3605787006 - Field 4146460525 - Property 2879900210
source: Token
uk_ua: Токен

# Table 2453672397 - Property 2879900210
source: AVD Privat Dimension
uk_ua: АВД Виміри Приват

# Table 2453672397 - Field 1112663522 - Property 2879900210
source: Bank Account No.
uk_ua: Номер банківського рахунку

# Table 2453672397 - Field 3543129988 - Property 2879900210
source: Blocked
uk_ua: Заблоковано

# Table 2453672397 - Field 247383114 - Property 2879900210
source: Income Dimension Code
uk_ua: Код виміру

# Table 2453672397 - Field 3709126180 - Property 2879900210
source: Income Dimension Value
uk_ua: Значення виміру

# Table 2453672397 - Field 3320823955 - Property 2879900210
source: Line No.
uk_ua: Номер рядка

# Codeunit 4286044623 - NamedType 4069188089
source: already exist!
uk_ua: вже існує!

# Codeunit 4286044623 - NamedType 1367465821
source: Choose JSON File
uk_ua: Вибрати файл структури

# Codeunit 4286044623 - NamedType 3720586855
source: Can`t Find Assined Payment
uk_ua: Не знайдено призначення платежу

# Codeunit 4286044623 - NamedType 4181777483
source: Can`t Find Customer By Login ID %1
uk_ua: Клієнта не знайдено з Логін Ід %1

# Codeunit 4286044623 - NamedType 3316798495
source: Can`t Find Customer By %1 %2
uk_ua: Не знайдено Клієнта %1 %2

# Codeunit 4286044623 - NamedType 1011504155
source: Can`t Find EDRPOU in %1
uk_ua: Не знайдено ЄДРПОУ в %1

# Codeunit 4286044623 - NamedType 2124079892
source: Can`t Find Login ID in Payment Assignment %1
uk_ua: Не знайдено Логін Ід в призначенні платежу %1

# Codeunit 4286044623 - NamedType 2238946487
source: Can`t Find Vendor By %1 %2
uk_ua: Не знайдено Постачальника %1 %2

# Codeunit 4286044623 - NamedType 950655481
source: Document Type %1 Document No. %2 Posting Date %3 already exist!
uk_ua: Тип документа %1 Номер документа %2 Дата обліку %3 вже існує!

# Codeunit 4286044623 - NamedType 1039754714
source: Incorrect payment for ownership %1
uk_ua: Неправильний платіж за право власності %1

# Codeunit 4286044623 - NamedType 2875332743
source: Posted Document Type %1 Document No. %2 Posting Date %3 already exist!
uk_ua: Тип облікованого документа %1 Номер документа %2 Дата обліку %3 вже існує!

# Codeunit 4286044623 - NamedType 842810174
source: Done!
uk_ua: Виконано!

# Codeunit 4286044623 - NamedType 662311899
source: Undefined Journal Type %1!
uk_ua: Невизначений тип журналу %1!

# Codeunit 4286044623 - NamedType 1370456556
source: Journal Template %1 Lines creating...\\
uk_ua: Створення рядків шаблону журналу %1... \\

# Codeunit 4286044623 - NamedType 2008153173
source: Creating temporary journal lines... #1############################\\
uk_ua: Створення рядків тимчасового журналу... #1############################\\

# Codeunit 4286044623 - NamedType 2645849790
source: Creating journal lines... #2############################\\
uk_ua: Створення рядків журналу... #2############################\\

# Codeunit 4286044623 - NamedType 1664139952
source: %1 from %2
uk_ua: %1 з %2

# Codeunit 2781873775 - NamedType 2624360277
source: AVD Privat Log Processor
uk_ua: АВД Процесор логування Приват банку

# Page 2247879572 - Property 2879900210
source: AVD API Setup Card
uk_ua: АВД Картка налаштувань API

# Page 2247879572 - Control 228990716 - Property 2879900210
source: Dialog
uk_ua: Діалог

# Page 2247879572 - Control 2378981830 - Property 1295455071
source: Specifies the value of the Duplicate Posted Entry field.
uk_ua: Визначає поле Дублі облікованих записів

# Page 2247879572 - Control 1708341378 - Property 1295455071
source: Specifies the value of the Post Line field.
uk_ua: Визначає поле Облікувати рядки журналу

# Page 2247879572 - Control 1700095616 - Property 1295455071
source: Specifies the value of the Preview Check field.
uk_ua: Визначає Перевірити рядки журналу перед створенням

# Page 2247879572 - Control 1426620987 - Property 1295455071
source: Specifies the value of the Show Dialog No. Lines field.
uk_ua: Визначає поле Кількість рядків перед показом діалогового вікна

# Page 2247879572 - Control 4042084261 - Property 1295455071
source: Specifies the value of the Update Dialog No. Lines field.
uk_ua: Визначає поле Кількість рядків між оновленням діалогового вікна

# Page 2247879572 - Control 2445482498 - Property 2879900210
source: General
uk_ua: Загальні

# Page 2247879572 - Control 817783429 - Property 1295455071
source: Specifies the value of the API Url field.
uk_ua: Визначає поле Посилання API

# Page 2247879572 - Control 652819368 - Property 1295455071
source: Specifies the value of the Client ID field.
uk_ua: Визначає поле Ід. клієнта

# Page 2247879572 - Control 640746029 - Property 1295455071
source: Specifies the value of the Client ID Key field.
uk_ua: Визначає поле Значення Ід. клієнта

# Page 2247879572 - Control 1303376715 - Property 1295455071
source: Specifies the value of the Content Type field.
uk_ua: Визначає поле Тип контенту

# Page 2247879572 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
uk_ua: Визначає поле Опис

# Page 2247879572 - Control 3391005293 - Property 1295455071
source: Specifies the value of the Limit Records field.
uk_ua: Визначає поле Обмеження рядків запиту

# Page 2247879572 - Control 3663083959 - Property 1295455071
source: Specifies the value of the Next Page Parameter field.
uk_ua: Визначає поле Параметер наступної сторінки

# Page 2247879572 - Control 1507696154 - Property 1295455071
source: Specifies the value of the Privat Registration No. field.
uk_ua: Визначає поле Реєстраційний номер Приватбанку

# Page 2247879572 - Control 1410640840 - Property 1295455071
source: Specifies the value of the Token Key field.
uk_ua: Визначає поле Ключ токена

# Page 2247879572 - Control 1166738258 - Property 2879900210
source: General Journal
uk_ua: Фінансовий журнал

# Page 2247879572 - Control 1337243520 - Property 1295455071
source: Specifies the value of the Global Dimension 2 Code field.
uk_ua: Визначає поле Глобальний код виміру 2

# Page 2247879572 - Control 2964033463 - Property 1295455071
source: Specifies the value of the Org. form F1 field.
uk_ua: Визначає поле Організаційна форма Ф1

# Page 2247879572 - Control 582156018 - Property 1295455071
source: Specifies the value of the Org. form F2 field.
uk_ua: Визначає поле Організаційна форма Ф2

# Page 2247879572 - Control 2414142755 - Property 1295455071
source: Specifies the value of the Org. form LLC field.
uk_ua: Визначає поле Організаційна форма ТОВ

# Page 2247879572 - Control 201695559 - Property 1295455071
source: Specifies the value of the RegEx Pattern field.
uk_ua: Визначає поле Макет регулярного виразу

# Page 2247879572 - Control 3245931768 - Property 2879900210
source: Income Dimensions
uk_ua: Виміри вхідних платежів

# Page 2247879572 - Control 3553689399 - Property 2879900210
source: Lines
uk_ua: Налаштування банківських рахунків

# Page 1717141999 - Property 2879900210
source: AVD Manual Date Filter
uk_ua: АВД Фільтр дати

# Page 1717141999 - NamedType 2368090530
source: Starting Date Must Be Less Or Equal Ending Date!
uk_ua: Дата початку має бути меньше або дорівнювати Даті закінчення!

# Page 1717141999 - Control 1675823882 - Property 2879900210
source: Bank Account No. Filter
uk_ua: Фільтр банківських рахунків

# Page 1717141999 - Control 3592094765 - Property 2879900210
source: Ending Date
uk_ua: Дата закінчення

# Page 1717141999 - Control 543275552 - Property 2879900210
source: Starting Date
uk_ua: Дата початку

# Page 1328632405 - Property 2879900210
source: AVD Privat API Log Card
uk_ua: АВД Карта логу

# Page 1328632405 - NamedType 2744073413
source: Process Is Done!
uk_ua: Завдання виконано!

# Page 1328632405 - Control 2445482498 - Property 2879900210
source: General
uk_ua: Загальні

# Page 1328632405 - Control 1090351696 - Property 1295455071
source: Specifies the value of the Active field.
uk_ua: Визначає поле Активно

# Page 1328632405 - Control 1112663522 - Property 1295455071
source: Specifies the value of the Bank Account No. field.
uk_ua: Визначає поле Номер банківського рахунку

# Page 1328632405 - Control 3997336476 - Property 1295455071
source: Specifies the value of the Company Name field.
uk_ua: Визначає поле Назва компанії

# Page 1328632405 - Control 3641927271 - Property 1295455071
source: Specifies the value of the ID field.
uk_ua: Визначає поле Ідентифікатор

# Page 1328632405 - Control 401751910 - Property 1295455071
source: Specifies the value of the Last Error field.
uk_ua: Визначає поле Остання помилка

# Page 1328632405 - Control 1969178390 - Property 1295455071
source: Specifies the value of the No. Error Lines field.
uk_ua: Визначає поле Кількість помилкових рядків

# Page 1328632405 - Control 2038952854 - Property 1295455071
source: Specifies the value of the No. Lines field.
uk_ua: Визначає поле Кількість рядків

# Page 1328632405 - Control 577209412 - Property 1295455071
source: Specifies the value of the SystemCreatedAt field.
uk_ua: Визначає поле Коли створено

# Page 1328632405 - Control 4000648066 - Property 1295455071
source: Specifies the value of the SystemCreatedBy field.
uk_ua: Визначає поле Ким створено

# Page 1328632405 - Control 1660464007 - Property 1295455071
source: Specifies the value of the Without Duplicate No. Error Lines field.
uk_ua: Визначає поле Кількість рядків з помилками без урахування дублів

# Page 1328632405 - Control 2352309466 - Property 2879900210
source: Content
uk_ua: Контент

# Page 1328632405 - Control 3570026376 - Property 2879900210
source: Errors
uk_ua: Помилки

# Page 1328632405 - Action 3150011536 - Property 2879900210
source: Download Json
uk_ua: Вивантажити структуру

# Page 1328632405 - Action 2939689029 - Property 2879900210
source: Insert General Jornal
uk_ua: Створити строки журналу

# Page 1328632405 - Action 4264113721 - Property 2879900210
source: Privat API Setup
uk_ua: Налаштування

# Page 1328632405 - Action 346236877 - Property 2879900210
source: Upload Json
uk_ua: Завантажити структуру

# Page 1334323327 - Property 2879900210
source: AVD Privat API Log List
uk_ua: АВД Лог інтеграції з Приватбанком

# Page 1334323327 - NamedType 2744073413
source: Process Is Done!
uk_ua: Завдання виконано!

# Page 1334323327 - Control 1090351696 - Property 1295455071
source: Specifies the value of the Active field.
uk_ua: Визначає поле Активно

# Page 1334323327 - Control 1112663522 - Property 1295455071
source: Specifies the value of the Bank Account No. field.
uk_ua: Визначає поле Номер банківського рахунку

# Page 1334323327 - Control 3997336476 - Property 1295455071
source: Specifies the value of the Company Name field.
uk_ua: Визначає поле Назва компанії

# Page 1334323327 - Control 3641927271 - Property 1295455071
source: Specifies the value of the ID field.
uk_ua: Визначає поле Ідентифікатор

# Page 1334323327 - Control 1969178390 - Property 1295455071
source: Specifies the value of the No. Error Lines field.
uk_ua: Визначає поле Кількість помилкових рядків

# Page 1334323327 - Control 2038952854 - Property 1295455071
source: Specifies the value of the No. Lines field.
uk_ua: Визначає поле Кількість рядків

# Page 1334323327 - Control 577209412 - Property 1295455071
source: Specifies the value of the SystemCreatedAt field.
uk_ua: Визначає поле Коли створено

# Page 1334323327 - Control 4000648066 - Property 1295455071
source: Specifies the value of the SystemCreatedBy field.
uk_ua: Визначає поле Ким створено

# Page 1334323327 - Control 1660464007 - Property 1295455071
source: Specifies the value of the Without Duplicate No. Error Lines field.
uk_ua: Визначає поле Кількість рядків з помилками без урахування дублів

# Page 1334323327 - Action 1905791958 - Property 2879900210
source: Create Job Queue
uk_ua: Створити фонову задачу

# Page 1334323327 - Action 3150011536 - Property 2879900210
source: Download Json
uk_ua: Вивантажити структуру

# Page 1334323327 - Action 2939689029 - Property 2879900210
source: Insert General Jornal
uk_ua: Створити строки журналу

# Page 1334323327 - Action 368103594 - Property 2879900210
source: Manual Date Filter Privat API
uk_ua: Фільтр дати Приват API

# Page 1334323327 - Action 3153969286 - Property 2879900210
source: Manual Privat API
uk_ua: Ручний запуск задачі

# Page 1334323327 - Action 4264113721 - Property 2879900210
source: Privat API Setup
uk_ua: Налаштування

# Page 1334323327 - Action 346236877 - Property 2879900210
source: Upload Json
uk_ua: Завантажити структуру

# Page 1334323327 - Action 2264048100 - Property 2879900210
source: JSON
uk_ua: Структура

# Page 1334323327 - Action 1603837596 - Property 2879900210
source: Privat API
uk_ua: Операції

# Page 3056949380 - Property 2879900210
source: AVD Privat Dimensions
uk_ua: АВД Виміри

# Page 3056949380 - Control 1112663522 - Property 1295455071
source: Specifies the value of the Bank Account No. field.
uk_ua: Визначає поле Номер банківського рахунку

# Page 3056949380 - Control 3543129988 - Property 1295455071
source: Specifies the value of the Blocked field.
uk_ua: Визначає поле Заблоковано

# Page 3056949380 - Control 247383114 - Property 1295455071
source: Specifies the value of the Income Dimension Code field.
uk_ua: Визначає поле Код виміру

# Page 3056949380 - Control 3709126180 - Property 1295455071
source: Specifies the value of the Income Dimension Value field.
uk_ua: Визначає поле Значення виміру

# Page 3056949380 - Control 3320823955 - Property 1295455071
source: Specifies the value of the Line No. field.
uk_ua: Визначає поле Номер рядка

# Page 3505784779 - Control 2445482498 - Property 2879900210
source: General
uk_ua: Загальні

# Page 3505784779 - Control 1112663522 - Property 1295455071
source: Specifies the value of the Bank Account No. field.
uk_ua: Визначає поле Номер банківського рахунку

# Page 3505784779 - Control 3316905155 - Property 1295455071
source: Specifies the value of the Bank Jnl. for Analisys field.
uk_ua: Визначає поле Банківський журнал для аналізу

# Page 3505784779 - Control 251061329 - Property 1295455071
source: Specifies the value of the Bank Jnl. for Customer field.
uk_ua: Визначає поле Банківський журнал для клієнтів

# Page 3505784779 - Control 3981962473 - Property 1295455071
source: Specifies the value of the Bank Jnl. for Vendor field.
uk_ua: Визначає поле Банківський журнал для постачальників

# Page 3505784779 - Control 3890886300 - Property 1295455071
source: Specifies the value of the Bank Jnl. Template field.
uk_ua: Визначає поле Шаблон банківського журналу

# Page 3505784779 - Control 3543129988 - Property 1295455071
source: Specifies the value of the Blocked field.
uk_ua: Визначає поле Заблоковано

# Page 3505784779 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
uk_ua: Визначає поле Опис

# Page 3505784779 - Control 3014973520 - Property 1295455071
source: Specifies the value of the Owner Organization Form field.
uk_ua: Визначає поле Організаційна форма власника

# Page 3505784779 - Control 3602011818 - Property 1295455071
source: Specifies the value of the Token field.
uk_ua: Визначає поле Токен

# Page 3505784779 - Control 3602011818 - Property 2879900210
source: Token
uk_ua: Токен

# PageExtension 283697513 - Control 272109186 - Property 1295455071
source: Specifies the value of the Error Text field.
uk_ua: Визначає поле Текст помилки

# TableExtension 1765835204 - Field 272109186 - Property 2879900210
source: Error Text
uk_ua: Текст помилки
